[
    {
        "reference": "Jeremiah 29:11",
        "version": "ESV",
        "text": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
        "mood": 7
    },
    {
        "reference": "Proverbs 3:5-6",
        "version": "ESV",
        "text": "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
        "mood": 5
    },
    {
        "reference": "Matthew 11:28",
        "version": "ESV",
        "text": "Come to me, all who labor and are heavy laden, and I will give you rest.",
        "mood": -2
    },
    {
        "reference": "Romans 8:28",
        "version": "ESV",
        "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "mood": 4
    },
    {
        "reference": "Psalm 23:1",
        "version": "ESV",
        "text": "The Lord is my shepherd; I shall not want.",
        "mood": 6
    },
    {
        "reference": "John 14:27",
        "version": "ESV",
        "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
        "mood": -4
    },
    {
        "reference": "Psalm 34:17",
        "version": "ESV",
        "text": "When the righteous cry for help, the Lord hears and delivers them out of all their troubles.",
        "mood": -3
    },
    {
        "reference": "Philippians 4:6-7",
        "version": "ESV",
        "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
        "mood": 1
    },
    {
        "reference": "Isaiah 41:10",
        "version": "ESV",
        "text": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.",
        "mood": 0
    },
    {
        "reference": "Psalm 27:1",
        "version": "ESV",
        "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?",
        "mood": -1
    },
    {
        "reference": "2 Timothy 1:7",
        "version": "ESV",
        "text": "For God gave us a spirit not of fear but of power and love and self-control.",
        "mood": 8
    },
    {
        "reference": "Joshua 1:9",
        "version": "ESV",
        "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.",
        "mood": 5
    },
    {
        "reference": "Hebrews 13:5",
        "version": "ESV",
        "text": "Keep your life free from love of money, and be content with what you have, for he has said, 'I will never leave you nor forsake you.'",
        "mood": -5
    },
    {
        "reference": "Psalm 9:9-10",
        "version": "ESV",
        "text": "The Lord is a stronghold for the oppressed, a stronghold in times of trouble. And those who know your name put their trust in you, for you, O Lord, have not forsaken those who seek you.",
        "mood": -6
    },
    {
        "reference": "Romans 15:13",
        "version": "ESV",
        "text": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.",
        "mood": 9
    },
    {
        "reference": "Psalm 46:10",
        "version": "ESV",
        "text": "'Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!'",
        "mood": -2
    },
    {
        "reference": "Matthew 6:34",
        "version": "ESV",
        "text": "Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.",
        "mood": 0
    },
    {
        "reference": "1 Peter 5:7",
        "version": "ESV",
        "text": "Casting all your anxieties on him, because he cares for you.",
        "mood": -3
    },
    {
        "reference": "John 16:33",
        "version": "ESV",
        "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.",
        "mood": 4
    },
    {
        "reference": "Isaiah 26:3",
        "version": "ESV",
        "text": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you.",
        "mood": 2
    },
    {
        "reference": "Romans 12:12",
        "version": "ESV",
        "text": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
        "mood": 1
    },
    {
        "reference": "Psalm 55:22",
        "version": "ESV",
        "text": "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
        "mood": -4
    },
    {
        "reference": "Isaiah 40:29",
        "version": "ESV",
        "text": "He gives power to the faint, and to him who has no might he increases strength.",
        "mood": 3
    },
    {
        "reference": "James 1:2-4",
        "version": "ESV",
        "text": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
        "mood": -2
    },
    {
        "reference": "Proverbs 18:10",
        "version": "ESV",
        "text": "The name of the Lord is a strong tower; the righteous man runs into it and is safe.",
        "mood": -1
    },
    {
        "reference": "Psalm 16:8",
        "version": "ESV",
        "text": "I have set the Lord always before me; because he is at my right hand, I shall not be shaken.",
        "mood": 3
    },
    {
        "reference": "Isaiah 43:2",
        "version": "ESV",
        "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you.",
        "mood": 4
    },
    {
        "reference": "1 Corinthians 10:13",
        "version": "ESV",
        "text": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.",
        "mood": -3
    },
    {
        "reference": "Isaiah 54:10",
        "version": "ESV",
        "text": "'For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you, and my covenant of peace shall not be removed,' says the Lord, who has compassion on you.",
        "mood": 5
    },
    {
        "reference": "Psalm 91:4",
        "version": "ESV",
        "text": "He will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler.",
        "mood": 2
    }
]